const TEST_TYPES = [
  "Харшлын шинжилгээ (AN40)",
  "Харшлын шинжилгээ (AA40)",
  "Цусны нийт IgE эсрэгбиеийн шинжилгээ",
  "Багц үйлчилгээ 1",
  "Багц үйлчилгээ 2",
  "Арьсны харшлын сорил (ОУСБ)",
  "Харшлын арьсны сорил (Ургамал, тоос, амьтан, мөөг)",
  "Арьсан дотор тарих сорил",
  "Уушигны багтаамж тодорхойлох (спирометрийн шинжилгээ)",
  "Гуурсан хоолойг тэлэх сорил (эмтэй сорил)",
  "Гуурсан хоолойг өдөөх сорил (метахолин бодистой)",
  "Амьсгалын замын үрэвсэл тодорхойлох шинжилгээ (FeNO)",
  "Астмын утлага эмчилгээ",
  "Хамрын шүүрэлд үрэвслийн эс тоолох",
  "Цусанд эозинофили тоолох"
];
const ROLES = ["admin", "staff", "registrar"];
const ROLE_LABELS = {
  admin: "Админ",
  staff: "Ажилтан",
  registrar: "Бүртгэгч"
};
const GENDER_OPTIONS = [
  { value: "male", label: "Эрэгтэй" },
  { value: "female", label: "Эмэгтэй" }
];
export {
  GENDER_OPTIONS as G,
  ROLE_LABELS as R,
  TEST_TYPES as T,
  ROLES as a
};
